INSERT INTO htl.Booked_Services (booking_id, service_id, quantity, is_active) VALUES
(1, 1, 2, TRUE),  -- Завтрак в номер, активная версия, 2 штуки
(1, 2, 1, TRUE),  -- Трансфер в аэропорт, активная версия, 1 штука
(2, 3, 1, TRUE),  -- Уборка номера, активная версия, 1 штука
(2, 4, 1, TRUE),  -- Чистка обуви, активная версия, 1 штука
(3, 5, 2, TRUE),  -- Прачечная, активная версия, 2 штуки
(4, 6, 1, TRUE),  -- Массаж, активная версия, 1 штука
(5, 7, 1, TRUE),  -- Ресторан, активная версия, 1 штука
(6, 8, 1, TRUE),  -- Вино в номер, активная версия, 1 штука
(7, 9, 2, TRUE),  -- Кофе в номер, активная версия, 2 штуки
(8, 10, 1, TRUE), -- Экскурсия по городу, активная версия, 1 штука
(9, 11, 2, TRUE), -- Спортзал, активная версия, 2 штуки
(10, 12, 1, TRUE), -- Конференц-зал, активная версия, 1 штука
(11, 13, 1, TRUE), -- Плавательный бассейн, активная версия, 1 штука
(12, 14, 2, TRUE), -- Романтический ужин, активная версия, 2 штуки
(13, 15, 1, TRUE), -- Шаттл-бас, активная версия, 1 штука
(14, 1, 1, TRUE),  -- Завтрак в номер, активная версия, 1 штука
(15, 2, 2, TRUE),  -- Трансфер в аэропорт, активная версия, 2 штуки
(16, 3, 1, TRUE),  -- Уборка номера, активная версия, 1 штука
(17, 4, 1, TRUE),  -- Чистка обуви, активная версия, 1 штука
(18, 5, 3, TRUE),  -- Прачечная, активная версия, 3 штуки
(19, 6, 1, TRUE),  -- Массаж, активная версия, 1 штука
(20, 7, 2, TRUE),  -- Ресторан, активная версия, 2 штуки
(21, 8, 1, TRUE),  -- Вино в номер, активная версия, 1 штука
(22, 9, 1, TRUE),  -- Кофе в номер, активная версия, 1 штука
(23, 10, 2, TRUE), -- Экскурсия по городу, активная версия, 2 штуки
(24, 11, 3, TRUE), -- Спортзал, активная версия, 3 штуки
(25, 12, 1, TRUE), -- Конференц-зал, активная версия, 1 штука
(26, 13, 2, TRUE), -- Плавательный бассейн, активная версия, 2 штуки
(27, 14, 1, TRUE), -- Романтический ужин, активная версия, 1 штука
(28, 15, 2, TRUE), -- Шаттл-бас, активная версия, 2 штуки
(29, 1, 2, TRUE),  -- Завтрак в номер, активная версия, 2 штуки
(30, 2, 1, TRUE);  -- Трансфер в аэропорт, активная версия, 1 штука